{
  "header": {
    "our_products": "Our Products",
    "working_hours": "Mon-Fri from 9:00 to 18:00",
    "phone_number": "Phone Number"
  },
  "footer": {
    "home": "Home",
    "about": "About us",
    "partners": "Partners",
    "products": "Our products",
    "certificates": "Certificates",
    "contacts": "Contacts"
  },
  "products": {
    "lubricants": "Lubricant materials",
    "petroleum_products": "Petroleum Products",
    "textile_products": "Textile Products",
    "packaging_materials": "Packaging Materials"
  },
  "clients": {
    "ngmk": "Navoi Mining and Metallurgical Combine",
    "uty": "Uzbekistan Railways",
    "ce": "Cengiz Energy",
    "sany": "Sany, Shantui, XCMG",
    "kg": "«Кыргызалтын» и «Кыргыз ЖД»"
  },
  "testimonials": {
    "popov_ivan": {
      "name": "Ivan Popov",
      "text": "I have been working with World Trade and Consult LLC for six months and I can confidently say that this is a reliable and professional partner."
    },
    "smirnova_ekaterina": {
      "name": "Ekaterina Smirnova",
      "text": "At World Trade and Consult LLC, I can always find all the necessary products: lubricating oils, petroleum products, textiles, and plastics."
    },
    "kapustin_nikolay": {
      "name": "Nikolay Kapustin",
      "text": "WTaC offers its clients favorable prices and flexible payment terms, making cooperation with them even more attractive."
    },
    "nikolaev_arseniy": {
      "name": "Arseniy Nikolaev",
      "text": "The employees of World Trade and Consult LLC are always ready to help with product selection, answer any questions, and process orders."
    },
    "larionov_vladimir": {
      "name": "Vladimir Larionov",
      "text": "World Trade and Consult LLC values its customers and always strives to find an individual approach to each one."
    },
    "sokolov_yaroslav": {
      "name": "Yaroslav Sokolov",
      "text": "World Trade and Consult LLC ensures fast and safe delivery of goods anywhere in the world."
    }
  },
  "lubricants_page": {
    "title": "Lubricant materials",
    "description": "We offer a wide range of lubricants that meet international ISO quality standards and modern technology requirements.",
    "range_of_lubricants": "Our range of lubricant products",
    "specialization": "We specialize in the supply of oils for commercial vehicles, construction, quarry and special equipment:",
    "oil_products": {
      "diesel_engine_oil": "Diesel engine oils",
      "gost_engine_oil": "GOST standard engine oils",
      "transmission_oil": "Transmission oils",
      "hydraulic_oil": "Hydraulic oils",
      "gear_oil": "Gear oils",
      "turbine_oil": "Turbine oils",
      "compressor_oil": "Compressor oils",
      "transformer_oil": "Transformer oil",
      "cooling_oil": "Cooling oil"
    },
    "premium_oil_production": "In the production of premium oils we supply, additives from leading global manufacturers such as Lubrizol, Afton Chemical, Evonik, and Infineum are used.",
    "quality_management": "The quality management of FNPZ fully complies with ISO 9001, 14001, 45001, and 50001 standards in the field of petroleum product manufacturing. A certified laboratory ensures reliable quality control of production, guaranteeing a high level of manufacturing processes and compliance with international quality standards."
  },

  "textile_page": {
    "title": "Textile products",
    "description": "We offer a wide range of textile products that meet international quality standards and modern technology requirements.",
    "range_of_textile": "Our range of textile products",
    "specialization": "We offer textile products for home and commercial use:",
    "product_home_textile": "Home textiles",
    "product_clothing": "Men's and women's clothing",
    "warning": "The products presented in the categories are examples. To get up-to-date products, please request a consultation.",
    "premium_materials": "Our products are made using high-quality materials from leading global manufacturers such as Panda and Tantana.",
    "quality_assurance": "A certified laboratory ensures reliable quality control of production, guaranteeing a high level of manufacturing processes and compliance with international quality standards."
  },
  "packaging_page": {
    "title": "Packaging Materials",
    "description": "We manufacture high-quality polymer films and packaging materials using modern technologies.",
    "advantages": {
      "title": "Our Advantage",
      "quality_guarantee": {
        "title": "Guarantees and Quality",
        "description": "The average service life of greenhouse films with consumer requests is from 12 to 48 months, with proper installation and operation. The factory has its own laboratory for technological tests and quality control of the produced products."
      },
      "product_range": {
        "title": "Product Range",
        "description": "Polyethylene films with a width from 1,000 mm to 12,000 mm, thickness from 20 to 200 microns, with additives such as UV, AF, IK, ideally suited for greenhouses.",
        "width": "Width:",
        "thickness": "Thickness:",
        "additives": "Additives:"
      },
      "professionalism": {
        "title": "Professionalism",
        "team": "A team of more than 25 professionals.",
        "expertise": "A highly qualified technologist from China with 30 years of experience in film production.",
        "capacity": "3,000 m² of production facilities in the city of Fergana.",
        "production": "More than 8,000 tons of produced products per year."
      }
    }
  },
  "company_name": "World Trade and Consult LLC",
  "company_description": "Our company, founded in 2023, specializes in wholesale trade and export promotion of products manufactured in Uzbekistan. We collaborate with manufacturers from various industries, offering a wide range of products, including lubricants, petroleum products, textiles, non-ferrous metals, cable and wire products, plastic products, packaging materials, and any other Uzbek-made products in demand in international markets.",
  "consulting_services": "We also provide consulting services in Uzbekistan and the CIS.",
  "contact_us": "Contact us",
  "about_us": "About Us",
  "about_us_description": "We strive for leadership by offering high-quality products and reliable, innovative solutions to support the sustainable growth of our clients.",
  "market_demand": "Our products are in high demand both in the domestic and international markets. We export to Kazakhstan, Kyrgyzstan, Tajikistan, and Italy.",
  "export_solutions": "We aim to provide customized export solutions, ensuring that we can meet your specific requirements on mutually beneficial terms. The production process undergoes strict quality control in full compliance with GOST standards.",
  "our_mission": "Our Mission",
  "mission_description": "Since our founding in 2023, we have established ourselves as a significant player in our industry thanks to the high quality of our products and the reliability of our supply chain.",
  "mission_growth": "Striving for continuous growth, we actively seek to expand our product range and strengthen partnerships with both potential and existing clients.",
  "partners_title": "We are proud to collaborate with leading companies",
  "partners_description": "Our partners are companies with whom we share common values and together achieve set goals.",
  "product_assortment": "Our Product Assortment",
  "product_description": "Our products meet international quality standards and modern technology requirements. We also have a wide range of products, making it easy for you to find everything you need.",
  "quality_focus": "We Place Great Emphasis on the Quality of Our Products",
  "quality_description": "World Trade and Consult LLC is a reliable partner in international trade, committed to providing only the highest quality products. Our company takes pride in ensuring strict quality control at every stage of supply.\n\nOur experienced specialists carefully inspect each product to guarantee its compliance with the highest standards. We work with trusted suppliers and strictly monitor to ensure our products are the best. With World Trade and Consult LLC, you can be confident in the reliability and quality of every transaction.",
  "clients_we_value": "Clients We Value",
  "reviews_you_can_trust": "Reviews You Can Trust",
  "reviews_description": "Make the right choice based on our clients' experience",
  "contact_us_for_consultation1": "Contact Us",
  "contact_us_for_consultation2": "for a Full Consultation",
  "consultation_description": "Our team of specialists is ready to provide full technical support and consultation on the selection and application of lubricants, as well as technical support services.",
  "full_name": "Full Name",
  "select_service": "Select Service",
  "consulting_service": "Consulting services",
  "get_consultation": "Get Consultation",
  "page_not_found": "Page Not Found",
  "back_to_home": "Back to home",

  "company": {
    "title": "About Riders Trading Pro LLC",
    "description": "Reliable supplier of petroleum products since 2009",
    "about": "Riders Trading Pro LLC is a dynamically developing company operating in CIS market since 2009. We specialize in the wholesale supply of high-quality petroleum products, including:"
  },
  "artp_products": {
    "gasoline": "Gasoline",
    "diesel": "Diesel fuel",
    "base_oils": "Industrial base oils"
  },
  "artp_advantages": {
    "title": "Our advantages",
    "wide_range": "Wide range of products: in our assortment, you will find all necessary petroleum products for your business.",
    "quality": "Impeccable quality: we offer only certified products that have undergone thorough quality control.",
    "prices": "Competitive prices: we provide our clients with competitive prices for all our products.",
    "individual_approach": "Individual approach: we are always ready to find the best solutions for each client, taking into account their needs and budget.",
    "service": "High level of service"
  },
  "service": {
    "description": "We offer our clients a high-quality service, including:",
    "consultation": "Professional consultation",
    "delivery": "Fast delivery",
    "support": "Continuous technical support"
  },
  "base_oils": {
    "title": "Base oils for your production",
    "description": "Riders Trading Pro LLC offers a wide range of base oils that can be used in your production.",
    "base_oils_advantages": {
      "title": "Our Base Oils:",
      "standards": "Meet all industry requirements and standards",
      "efficiency": "Ensure reliable and efficient operation of your equipment",
      "usage": "Can be used to produce commercial oils by adding additives"
    },
    "benefits": {
      "title": "With our base oils, you can:",
      "costs": "Reduce lubrication costs",
      "productivity": "Increase productivity of your equipment",
      "lifespan": "Extend lifespan of your equipment"
    }
  }
}
