{
  "header": {
    "our_products": "Наши продукты",
    "working_hours": "пн-пт с 9:00 до 18:00",
    "phone_number": "Номер телефона"
  },
  "footer": {
    "home": "Главная",
    "about": "О нас",
    "partners": "Партнеры",
    "products": "Наша продукция",
    "certificates": "Сертификаты",
    "contacts": "Контакты"
  },
  "products": {
    "lubricants": "Смазочные материалы",
    "petroleum_products": "Нефтепродукты",
    "textile_products": "Текстильная продукция",
    "packaging_materials": "Упаковочные материалы"
  },
  "clients": {
    "ngmk": "Навоинский горнометаллургический комбинат",
    "uty": "Узбекистон Темир Йуллари",
    "ce": "Cengiz Energy",
    "sany": "Sany, Shantui, XCMG",
    "kg": "«Кыргызалтын» и «Кыргыз ЖД»"
  },
  "testimonials": {
    "popov_ivan": {
      "name": "Попов Иван",
      "text": "Сотрудничаю с World Trade and Consult LLC уже полгода и могу с уверенностью сказать, что это надежный и профессиональный партнер."
    },
    "smirnova_ekaterina": {
      "name": "Смирнова Екатерина",
      "text": "В World Trade and Consult LLC я всегда могу найти все необходимые мне товары: смазочные масла, нефтепродукты, текстиль, пластмассу."
    },
    "kapustin_nikolay": {
      "name": "Капустин Николай",
      "text": "WTaC предлагает своим клиентам выгодные цены и гибкие условия оплаты, что делает сотрудничество с ними еще более привлекательным."
    },
    "nikolaev_arseniy": {
      "name": "Николаев Арсений",
      "text": "Сотрудники World Trade and Consult LLC всегда готовы помочь с выбором товаров, ответить на любые вопросы и оформить заказ."
    },
    "larionov_vladimir": {
      "name": "Ларионов Владимир",
      "text": "World Trade and Consult LLC ценит своих клиентов и всегда старается найти индивидуальный подход к каждому."
    },
    "sokolov_yaroslav": {
      "name": "Соколов Ярослав",
      "text": "World Trade and Consult LLC обеспечивает быструю и безопасную доставку товаров в любую точку мира."
    }
  },
  "lubricants_page": {
    "title": "Смазочные материалы",
    "description": "Мы предлагаем широкий ассортимент смазочных материалов, соответствующих международным стандартам качества ISO и современным технологическим требованиям.",
    "range_of_lubricants": "Наш ассортимент смазочной продукции",
    "specialization": "Мы специализируемся на поставке масел для коммерческого транспорта, строительной, карьерной и специальной техники:",
    "oil_products": {
      "diesel_engine_oil": "Моторные масла для дизельных двигателей",
      "gost_engine_oil": "Моторные масла уровня ГОСТ",
      "transmission_oil": "Трансмиссионные масла",
      "hydraulic_oil": "Гидравлические масла",
      "gear_oil": "Редукторные масла",
      "turbine_oil": "Турбинные масла",
      "compressor_oil": "Компрессорные масла",
      "transformer_oil": "Трансформаторное масло",
      "cooling_oil": "Холодильное масло"
    },
    "premium_oil_production": "В производстве премиальных масел, которые мы поставляем, используются присадки от ведущих мировых производителей, таких как Lubrizol, Afton Chemical, Evonik и Infineum.",
    "quality_management": "Менеджмент качества ФНПЗ полностью соответствует стандартам качества ISO 9001, 14001, 45001, 50001 в области производства нефтепродуктов. Сертифицированная лаборатория обеспечивает надежный контроль качества производства, гарантируя высокий уровень производственных процессов и соответствие продукции международным стандартам качества."
  },

  "textile_page": {
    "title": "Текстильная продукция",
    "description": "Мы предлагаем широкий ассортимент текстильной продукции, которая соответствует международным стандартам качества и требованиям современных технологий.",
    "range_of_textile": "Наш ассортимент текстильной продукции",
    "specialization": "Мы предлагаем текстильные изделия для домашнего и коммерческого использования:",
    "product_home_textile": "Домашний текстиль",
    "product_clothing": "Мужская и женская одежда",
    "warning": "Продукция, представленная в категориях, является примером. Для получения актуальных товаров оставьте запрос на консультацию.",
    "premium_materials": "В производстве наших изделий используются качественные материалы от ведущих мировых производителей, таких как Panda и Tantana.",
    "quality_assurance": "Сертифицированная лаборатория обеспечивает надежный контроль качества производства, гарантируя высокий уровень производственных процессов и соответствие продукции международным стандартам качества."
  },

  "company_name": "World Trade and Consult LLC",
  "company_description": "Наша компания, основанная в 2023 году, специализируется на оптовой торговле и продвижении на экспорт продукции, произведенной в Узбекистане. Мы сотрудничаем с производителями из различных отраслей, предлагая широкий ассортимент товаров, включая смазочные масла, нефтепродукты, текстильную продукцию, цветные металлы, кабельно-проводниковую продукцию, изделия из пластмассы, упаковочные материалы, а также любую другую продукцию узбекского производства, востребованную на международных рынках.",
  "consulting_services": "Также мы оказываем консалтинговые услуги на территории Узбекистана и СНГ.",
  "contact_us": "Связаться с нами",
  "about_us": "О нас",
  "about_us_description": "Мы стремимся к лидерству, предлагая высококачественную продукцию и надежные, инновационные решения для поддержки устойчивого роста наших клиентов.",
  "market_demand": "Наши товары пользуются высоким спросом как на внутреннем, так и на внешнем рынке. Мы экспортируем в Казахстан, Кыргызстан, Таджикистан и Италию.",
  "export_solutions": "Мы стремимся предлагать индивидуальные решения по экспорту, гарантируя, что мы можем удовлетворить ваши конкретные требования на взаимовыгодных условиях. Производственный процесс проходит строгий контроль качества в полном соответствии с требованиями ГОСТ.",
  "our_mission": "Наша миссия",
  "mission_description": "С момента нашего основания в 2023 году мы установили себя как значимый игрок в своей отрасли благодаря высокому качеству продукции и надежности поставок.",
  "mission_growth": "Стремясь к постоянному росту, мы активно стремимся расширить ассортимент нашей продукции и укрепить партнерские отношения как с потенциальными, так и с текущими клиентами.",
  "partners_title": "Мы гордимся сотрудничеством с ведущими компаниями",
  "partners_description": "Наши партнеры — это компании, с которыми мы делимся общими ценностями и вместе достигаем поставленных целей.",
  "product_assortment": "Наш ассортимент продукции",
  "product_description": "Наш товар соответствует международным стандартам качества и требованиям современных технологий. Так же у нас большой ассортимент продукции и вы легко найдете все что вам необходимо",
  "quality_focus": "Мы уделяем большой упор на качество нашего товара",
  "quality_description": "World Trade and Consult LLC – это надежный партнер в сфере международной торговли, который стремится предоставлять только продукцию высочайшего качества. Наша компания гордится тем, что мы обеспечиваем строгий контроль качества на всех этапах поставок.\n\nНаши опытные специалисты тщательно проверяют каждый товар, чтобы гарантировать его соответствие самым высоким стандартам. Мы работаем с проверенными поставщиками и строго следим за тем, чтобы наша продукция была только лучшей. С World Trade and Consult LLC вы можете быть уверены в надежности и качестве каждой сделки.",
  "clients_we_value": "Клиенты, которыми мы дорожим",
  "reviews_you_can_trust": "Отзывы, которым можно доверять",
  "reviews_description": "Сделайте правильный выбор, основанный на опыте наших клиентов",
  "contact_us_for_consultation1": "Свяжитесь с нами",
  "contact_us_for_consultation2": "и получите полную консультацию",
  "consultation_description": "Наша команда специалистов готова оказать полную техническую поддержку и консультацию по подбору и применению смазочных материалов, а также услуги по техническому сопровождению",
  "full_name": "Ф.И.О.",
  "select_service": "Выберите услугу",
  "consulting_service": "Консалтинговые услуги",
  "get_consultation": "Получить консультацию",
  "page_not_found": "Страница не найдена",
  "back_to_home": "Вернуться к сайту"
}
